{
  "sundays": [
    "Throughout the USA, theEpiphany of the Lordis now celebrated on the 2nd Sunday after Christmas; thus readings #20-ABC are usedinstead of#19-ABC.",
    "In much of the USA, theAscension of the Lordis now celebrated on the 7th Sunday of Easter; thus readings #58-ABC are usedinstead of#59-A, 60-B, or 61-C.",
    "Selections from theOld Testamentare used as theFirst Readingthroughout most of the year; only during the Easter Season is theFirst Readingtaken from theActs of the Apostles.",
    "On a few Sundays and major Feasts, a \"Canticle\" from the Old Testament or the New Testament is used in place of theResponsorial Psalm(between the First and Second Readings).",
    "*There are some discrepancies between the 1969 Latin, 1970 English, 1981 Latin, and 1998 English Lectionaries regarding exactly which verses are used in theResponsorial Psalms.",
    "Selections from the NT Epistles and the Book of Revelation are used as theSecond Readingsthroughout the year, while the third/last reading is always from one of the four canonicalGospels."
  ],
  "weekdays": [
    "TheFirst Readingis taken either from the books of the Old Testament or from various letters or other books of the New Testament.The only biblical book that is NOT included anywhere in the Lectionary isObadiah.The Book ofJudithis not used in the Sunday or Weekday cycles, but a few short excerpts are optional in the \"Commons\" or as a \"Responsorial\" for some celebrations of the Blessed Virgin Mary.",
    "TheResponsorial Psalmis usually taken from the Book of Psalms. Sometimes, however, aCanticlefrom the Old Testament or the New Testament is used as a response to the First Reading.",
    "ThesameFirst Reading and Responsorial Psalm are usedeach yearduring the liturgical seasons ofAdvent, Christmas, Lent, and Easter.InOrdinary Time, however, there is atwo-year cycleof readings, alternating between odd-numbered years (Year I) and even-numbered years (Year II).",
    "A few important celebrations on weekdays (such as Ash Wednesday and the Chrism Mass) havetworeadings preceding the Gospel.",
    "The final reading is always from one of the four canonicalGospels."
  ]
}